Repository: NextThought/nti.contentratings
Catalog: contentratings/locales/*/LC_MESSAGES/contentratings.po
Languages: cs, eu, hu, it, nl, pt_br

source: A TALES expression used to determine whether setting the rating is allowed. Leave blank to always allow.
cs: TALES výraz, podle kterého bude hodnocení příslušné položky povoleno nebo zakázáno. Pokud ponecháte výraz prázdný, bude hodnocení povoleno.
eu: Botua ematea baimentzeko bete behar den TALES espresioa. Utzi hutsik beti baimentzeko.
hu: Egy TALES kifejezés határozza meg, hogy a minősítés engedélyezett-e. Hagyja üresen, ha mindig engedélyezni akarja.
it: Un'espressione TALES usata per determinare se sia possibile impostare il rating. Lasciare vuoto per consentire sempre.
nl: Een TALES expressie om te bepalen of waarderingen mogen worden gegeven. Laat leeg om altijd toe te staan.
pt_br: Uma expressão TALES utilizada para determinar se é possível avaliar os conteúdo. Deixe em branco para permitir.

source: A TALES expression used to determine whether viewing the rating is allowed. Leave blank to always allow.
cs: TALES výraz, podle kterého bude zobrazení aktuálního hodnocení příslušné položky povoleno nebo zakázáno. Pokud ponecháte výraz prázdný, bude hodnocení povoleno.
eu: Botuak ikustea ahalbidetzen duen TALES espresioa. Utzi hutsik beti baimentzeko.
hu: Egy TALES kifejezés határozza meg, hogy a minősítés megtekintése engedélyezett-e. Hagyja üresen, ha mindig engedélyezni akarja.
it: Un'espressione TALES usata per determinare se sia possibile visualizzare il rating. Lasciare vuoto per consentire sempre.
pt_br: Uma expressão TALES utilizada para determinar se é possível visualizar as avaliações dos conteúdo. Deixe em branco para permitir.

source: Acceptable
cs: Přijatelné
eu: Onargarria
hu: Elégséges
it: Accettabile
nl: Acceptabel
pt_br: Aceitável

source: Category Id
cs: Identifikátor kategorie
eu: Kategoriaren identifikadorea
hu: Kategória azonosító
it: Id Categoria
nl: Categorie ID
pt_br: Id da categoria

source: Description
cs: Popis
eu: Deskribapena
hu: Leírás
it: Descrizione
nl: Omschrijving
pt_br: Descrição

source: Editor Rating
cs: Redakční hodnocení
eu: Editorearen botoa
hu: Szerkesztői minősítés
it: Voto Editor
nl: Waardering schrijver
pt_br: Avaliação editorial

source: Excellent
cs: Vynikající
eu: Bikaina
hu: Kitűnő
it: Eccellente
nl: Perfect
pt_br: Excelente

source: Fair
cs: Dostatečné
eu: Nahikoa
hu: Elégséges
it: Discreto
nl: Redelijk
pt_br: Fraco

source: Good
cs: Dobré
eu: Ona
hu: Közepes
it: Buono
nl: Goed
pt_br: Bom

source: No rating set
cs: Žádné hodnocení
eu: Ez duzu botorik eman
hu: Nincs minősítve
it: Nessun voto
nl: Geen waardering gegeven
pt_br: Nenhuma avaliação

source: Order
cs: Pořadí
eu: Ordena
hu: Sorrend
it: Ordine
nl: Volgorde
pt_br: Ordenação

source: Poor
cs: Nedostatečné
eu: Eskasa
hu: Elégtelen
it: Scarso
nl: Matig
pt_br: Ruim

source: Rating
cs: Hodnocení
eu: Botua
hu: Minősítés
it: Voto
nl: Waardering
pt_br: Avaliação

source: Read Expression
cs: Výraz pro zobrazení
eu: Irakurtzeko espresioa
hu: Megtekinthetőségi kifejezés
it: Espressione per lettura
pt_br: Expressão de leitura

source: Remove my rating
cs: Odebrat mé hodnocení
eu: Ezabatu nire botoa
hu: Saját minősítés eltávolítása
it: Rimuovi il mio voto
nl: Verwijder mijn waardering
pt_br: Remover minha avaliação

source: Select the view for this category
cs: Vyberte vzhled kategorie
eu: Aukeratu kategoria honen bista
hu: Válassza ki a nézetet ehhez a kategóriához
it: Seleziona la vista per questa catogoria
nl: Kies de weergave voor deze categorie
pt_br: Selecione a visão para esta categoria

source: Specifications of the object to be rated
cs: Specifikace hodnocené položky
eu: Botoa eman ahal izateko elementuak bete behar dituen balditzak
hu: A minősítendő elem meghatározása
it: Specifica l'oggetto da votare
nl: Eigenschappen van het te waarderen object
pt_br: Especificações do objeto a ser avaliado

source: The date and time the rating was made (UTC)
eu: Botoa eman den eguna eta ordua (UTC)
hu: A minősítés dátuma és ideje (UTC)
it: Date e ora del voto (UTC)
nl: De datum en tijd van de waardering (UTC)
pt_br: Data e hora da avaliação (GMT)

source: The description of the category for display in the user interface.
eu: Kategoriaren deskribapena
hu: A kategória leírása a felhasználó számára történő megjelenítéshez
it: Descrizione della categoria da mostrare nell'interfaccia utente.
nl: De omschrijving van de categorie voor weergave in de gebruikersinterface.
pt_br: A descrição da categoria para exibição na interface de usuário.

source: The displayed title of this ratings category, keep this concise
eu: Kategoriaren izenburua.
hu: A minősítési kategória megjelenítendő címe, lehetőleg röviden
it: Titolo della categoria di voto, mantenere conciso
nl: De getoonde titel van deze waarderingscategorie. Houdt dit consequent.
pt_br: O nome de exibição esta categoria, mantenha este nome curto

source: The dotted path to the storage factory
eu: Botoak gordetzeko objektu-klasearen bidea
hu: A storage factory class teljes (pontozott) elérése
it: Il 'dotted path' per la storage factory
pt_br: Caminho para o factory de armazenamento

source: The id of the user who set the rating
eu: Botoa eman duen erabiltzailearen identifikadorea
hu: A minősítő felhasználó azonosítója
it: Id dell'utente che vota
nl: Het unieke id van de gebruiker die de waardering gaf
pt_br: Id do usuário que avaliou este objeto.

source: The rating has been changed
cs: Hodnocení bylo změněno
eu: Botoa ondo aldatu da
hu: A minősítés megváltozott
it: Il voto é stato cambiato
nl: De waardering is gewijzigd
pt_br: A avaliação foi alterada

source: The rating of the current object
cs: Hodnocení aktuální položky
eu: Uneko elementuaren botoak
hu: Az aktuális objektum minősítése
it: Il voto dell'oggetto corrente
nl: De waardering van het huidige object
pt_br: Avaliação do objeto atual

source: The relative order in which the category should appear.
eu: Kategoria hau agertuko den ordena
hu: A kategória megjelenítésének relatív sorrendje
it: L'ordine relativo in cui la categoria dovrebbe comparire
nl: De relatieve volgorde waarin de categorie moet worden getoond.
pt_br: A ordem na qual esta categoria aparecerá

source: This is the persistent class used for storing ratings.
eu: Botoak gordetzeko klasea da hau.
hu: Ez a perzisztens osztály tárolja a minősítéseket.
it: La classe persistente usata per salvare i voti.
pt_br: Esta é a classe persistente utilizada para armazenamento das avaliações.

source: This should be a single interface or class
eu: Interfaze bat edo klase bat izan behar da
hu: Et egy interface vagy class legyen
pt_br: Deve ser uma interface ou uma classe.

source: Time Stamp
cs: Čas
eu: Ordua
hu: Időbélyeg

source: Title
cs: Nadpis
eu: Izenburua
hu: Cím
it: Titolo
nl: Titel
pt_br: Título

source: Unacceptable
cs: Neakceptovatelné
eu: Ez onargarria
hu: Elégtelen
it: Inaccettabile
nl: Onacceptabel
pt_br: Inaceitável

source: Unique Id for this rating category
cs: Unikátní ID pro kategorii
eu: Kategoria honen identifikadorea
hu: A minősítési kategória egyedi azonosítója
it: Id univoco per questa categoria di voto
nl: Unieke ID voor deze waarderingscategorie
pt_br: Id único para esta categoria de avaliação

source: User Id
cs: ID uživatele
eu: Erabiltzailea
hu: Felhasználói azonosító
it: Id utente
nl: Gebruikers ID
pt_br: Id do usuário

source: User Rating
cs: Hodnocení uživatelů
eu: Botoa
hu: Felhasználói minősítés
it: Voto utente
nl: Gebruikers waardering
pt_br: Avaliação de usuário

source: Very Good
cs: Velmi dobré
eu: Oso ona
hu: Jó
it: Molto buono
nl: Heel erg goed
pt_br: Muito bom

source: View
cs: Zobrazení (view)
eu: Ikusi
hu: Nézet
it: Visualizza
nl: Weergave
pt_br: Visualização

source: Write Expression
cs: Výraz pro změnu hodnocení
eu: Idazketa-espresioa
hu: Módosíthatósági kifejezés
it: Espression di scrittura
pt_br: Expressão para escrita

source: You have already rated this item, and cannot change your rating unless you log in.
cs: Tuto položku jste již hodnotil(a) a Vaše hodnocení nemůže být změněno pokud se nepřihlásíte.
eu: Jada eman duzu botoa eta ezin duzu aldatu ez baduzu login egiten.
hu: Már minősítette ezt az elemet, és ezt csak bejelentkezés után változtathatja meg.
it: Hai giá votato questo oggetto e non puoi cambiare il tuo voto a meno che non ti autentichi.
nl: U heeft al een waardering gegeven aan dit item. U kunt deze alleen aanpassen als u inlogt.
pt_br: Você já avaliou este item, e não é possível alterar sua avaliação sem que você informe seus dados.

source: You have changed your rating
cs: Vaše hodnocení bylo změněno
eu: Zure botoa aldatu egin duzu
hu: A minősítés módosítva
it: Hai cambiato il tuo voto
nl: U heeft uw waardering aangepast
pt_br: Você alterou sua avaliação

source: You have removed your rating
cs: Vaše hodnocení bylo odebráno
eu: Zure botoa ezabatu egin duzu.
hu: Eltávolította a minősítését
it: Hai rimosso il tuo voto
nl: U heeft uw waardering verwijderd
pt_br: Você removeu sua avaliação

source: click_to_change_editor_rating
cs: Klepnutím určíte redakční hodnocení:
eu: Egin klik editorearen botoa aldatzeko:
hu: Kattintson a szerkesztői minősítéshez:
it: Clicca per cambiare il voto editoriale:
pt_br: Clique para alterar a avaliação editorial:

source: click_to_change_rating
cs: Klepnutím určíte své hodnocení:
eu: Egin klik botoa aldatzeko:
hu: Kattintson a minősítéshez:
it: Clicca per cambiare il tuo voto:
nl: Klik om uw waardering te wijzigen:
pt_br: Clique para alterar sua avaliação:

source: label_avg_rating
cs: Průměrné hodnocení
eu: Batazbestekoa:
hu: Minősítések átlaga:
it: Voto medio:
nl: Gemiddelde waardering:
pt_br: Média das avaliações:

source: label_editorial_rating
cs: Hodnocení redakce:
eu: Editorearen botoa:
hu: Szerkesztői minősítés:
it: Voto editoriale:
nl: Waardering van schrijver
pt_br: Avaliação editorial:

source: not_rated
cs: (nehodnoceno)
eu: (ez du botorik)
hu: (nincs minősítve)
it: (nessu voto)
nl: (nog geen waardering)
pt_br: (não avaliado)

source: number-of-raters
cs: hlasů: ${raters}
eu: ${raters} boto
hu: ${raters} minősítés
it: ${raters} voti
nl: ${raters} waarderingen
pt_br: ${raters} votos

source: rating_1
cs: k ničemu
eu: ez du merezi
hu: elégtelen
it: inutile
nl: waardeloos
pt_br: inútil

source: rating_2
cs: špatné
eu: txarra
hu: elégséges
it: cattivo
nl: slecht
pt_br: ruim

source: rating_3
cs: průměrné
eu: nahikoa
hu: közepes
it: medio
nl: gemiddeld
pt_br: mediano

source: rating_4
cs: dobré
eu: ona
hu: jó
it: buono
nl: goed
pt_br: bom

source: rating_5
cs: výborné
eu: oso ona
hu: kitűnő
it: ottimo
nl: fantastisch
pt_br: ótimo

source: vote_count
eu: Boto kopurua

source: your_rating
eu: Zure botoa:
it: Il tuo voto:
nl: Uw waardering:
pt_br: Sua avaliação:
